{
	"availableImprovements": "Available improvements",

	"gold": "gold",
	"food": "food",
	"foodStorage": "extra food storage",
	"books_one": "book",
	"books_other": "books",
	"piety": "piety",
	"workers_one": "worker",
	"workers_other": "workers",

	"allAreas": "all rural areas",
	"town": "the town",
	"village": "the village",
	"coastalVillage": "the coastal village",
	"farm": "all farms",
	"monastery": "the monasteries",

	"bonus": "+{{value}} $t({{resource}}, {\"count\": {{value}} }) in $t({{target}})",

	"admiralty": {
		"asset": "admiralty.webp",
		"name": "Admiralty",
		"description": "The Admiralty allows exotic resources to be imported into the coastal village"
	},
	"armoury": {
		"asset": "armory.webp",
		"name": "Armory",
		"description": "The Armoury is required for training armored units within the town"
	},
	"axeSmith": {
		"asset": "axes_mastery.webp",
		"name": "Axe Smith",
		"description": "The Axe Smith is required for training units armed with axes"
	},
	"bakery": {
		"asset": "bakery.webp",
		"name": "Bakery",
		"description": "The Bakery increases the ability of the town to support its citizens with pastries. It increases both food storage and food supply"
	},
	"ballistaTowers": {
		"asset": "ballista_towers.webp",
		"name": "Ballista Tower",
		"description": "The Ballista Towers are equipped with ballistae. During sieges and assaults, they automatically fire missiles towards the enemy"
	},
	"beeYard": {
		"asset": "hives.webp",
		"name": "Beeyard",
		"description": "The Bee Yard features bee-hives, which produce honey and beeswax"
	},
	"bulwark": {
		"asset": "bulwark.webp",
		"name": "Bulwark",
		"description": "The Bulwark is a massive stone wall designed to protect the town. It increases the amount of time needed for the enemy to take the town by siege. It also reduces the attrition amongst the defenders"
	},
	"butcher": {
		"asset": "butchery.webp",
		"name": "Butcher",
		"description": "The Butcher supplies the citizens with fresh meat. This ensures that the towns will endure longer when under siege"
	},
	"catapults": {
		"asset": "catapults.webp",
		"name": "Catapults",
		"description": "The Catapults are placed on the drum towers. They increase the attrition that the enemy armies suffer during sieges. The catapults on the towers are very deadly and shoot automatically during assaults"
	},
	"cathedral": {
		"asset": "cathedral.webp",
		"name": "Cathedral",
		"description": "The Cathedral raises more piety in your province than a simple church. Orthodox Christians need a cathedral to be able to claim independence from the church"
	},
	"cattleFarm": {
		"asset": "cattle_farm.webp",
		"name": "Cattle Farm",
		"description": "The Cattle Farm supplies cattle, which can be used to strengthen the economy of the town"
	},
	"cauldrons": {
		"asset": "cauldrons.webp",
		"name": "Cauldrons",
		"description": "The Cauldrons are placed on top of the gates. During assaults, they cause deadly damage to enemies who try to breach the gates"
	},
	"chainMailWorkshop": {
		"asset": "chain_mail.webp",
		"name": "Chain Mail",
		"description": "The Chain Mail Workshop is required for training chainmail-wearing units within the town"
	},
	"church": {
		"asset": "church.webp",
		"name": "Church",
		"description": "The Church increases and raises piety in the provinces. It also raises the price for religious conversions in this province"
	},
	"coastGuard": {
		"asset": "coast_guard.webp",
		"name": "Coast Guard",
		"description": "The Coast Guard watches for enemy ships in the nearby coastal waters. If the enemy attempts to land on this realm's coastline, the Coast Guards will rise to prevent the landing"
	},
	"cornerTowers": {
		"asset": "corner_towers.webp",
		"name": "Corner Tower",
		"description": "The Corner Towers strengthen the town's fortifications. They increase the attrition suffered by the besieging enemy. They also provide outstanding tactical positions for the defending archers during assaults"
	},
	"docks": {
		"asset": "docks.webp",
		"name": "Docks",
		"description": "The Docks allow small trading ships to moor in coastal villages, making them more profitable. As a result, the food supply for the town is also increased"
	},
	"drumTowers": {
		"asset": "wall_platforms.webp",
		"name": "Drum Tower",
		"description": "The Drum Towers are half-round towers set in the walls, which create additional space for units. Drum towers increase the attrition that the enemy army suffers during sieges"
	},
	"dyesWorkshop": {
		"asset": "dyes_workshop.webp",
		"name": "Dye Workshop",
		"description": "The Dyes Workshop processes minerals and prepares dyes"
	},
	"fishmongery": {
		"asset": "fisherman.webp",
		"name": "Fish Mongery",
		"description": "The Fishmongery increases the food supply in the town"
	},
	"fletcher": {
		"asset": "fletcher.webp",
		"name": "Fletcher",
		"description": "The Fletcher crafts bows and arrows. He is necessary in order to train ranged units within the town"
	},
	"gateTowers": {
		"asset": "gate_towers.webp",
		"name": "Gate Tower",
		"description": "The Gate Towers strengthen the town's gates. Gates protected by towers are much harder to breach. They also provide defending archers with an outstanding tactical position for shooting at enemies"
	},
	"granary": {
		"asset": "granary.webp",
		"name": "Granary",
		"description": "The Granary increases the town's food storage. Increased food storage allows the town to endure enemy sieges for a much longer period of time"
	},
	"halberdMastersmithy": {
		"asset": "halberd_master.webp",
		"name": "Halberd Master",
		"description": "The Halberd Mastersmithy is required to train units armed with halberds"
	},
	"harbour": {
		"asset": "harbour.webp",
		"name": "Harbour",
		"description": "The Harbour allows bigger ships to anchor in the province, which in turn increases the gold income"
	},
	"hempField": {
		"asset": "hemp_field.webp",
		"name": "Hemp Field",
		"description": "The Hemp Field is an area of fields that grow hemp. Hemp is used for making linen"
	},
	"hostel": {
		"asset": "hostel.webp",
		"name": "Hostel",
		"description": "The Hostel provides more space for travelers and workers. It also increases the number of workers in the province. The citizens gather here to entertain themselves, which increases the town's overall happiness"
	},
	"huntersHuts": {
		"asset": "hunters_huts.webp",
		"name": "Hunters Hut",
		"description": "The Hunter's Huts are where the hunters skin and prepare their hunted animals"
	},
	"inkMaker": {
		"asset": "ink_maker.webp",
		"name": "Ink Maker",
		"description": "The Ink Maker is where ink is produced"
	},
	"inn": {
		"asset": "inn.webp",
		"name": "Inn",
		"description": "The Inn provides basic space for travelers and workers. It also increases the number of serfs in the province. The citizens spend time here drinking ale and singing, increasing the town's overall happiness"
	},
	"library": {
		"asset": "library.webp",
		"name": "Library",
		"description": "The Library is where enlightened scribes work to increase the number of books written in the kingdom"
	},
	"market": {
		"asset": "market.webp",
		"name": "Market",
		"description": "The Market provides space for traders to exchange their goods, increasing the town's gold income"
	},
	"merchantGuild": {
		"asset": "merchant_guild.webp",
		"name": "Merchant Guild",
		"description": "The Merchant Guild provides the wealthiest merchants in town with a place to create rules in order to enhance their profits. It increases the town's gold income"
	},
	"moat": {
		"asset": "trench.webp",
		"name": "Moat",
		"description": "The Moat is a trench full of water encircling the citadel and can only be crossed via a drawbridge. Moats are the most sophisticated form of fortification and make the town almost invincible against enemy assault"
	},
	"palisade": {
		"asset": "palisade.webp",
		"name": "Palisade",
		"description": "The Palisade is the most basic shelter for citizens during times of enemy invasion. Without it, towns are instantly invaded, which usually results in many casualties"
	},
	"parchmentMaker": {
		"asset": "parchment_maker.webp",
		"name": "Parchment Maker",
		"description": "The Parchment Maker is where parchment is made from sheep skin"
	},
	"pickler": {
		"asset": "pickler.webp",
		"name": "Pickler",
		"description": "The Pickler uses salt to preserve fresh fish, thereby increasing food storage and the food supply for the town"
	},
	"plateArmourer": {
		"asset": "plate_armor.webp",
		"name": "Plate Armor",
		"description": "The Plate Armourer crafts the most sophisticated pieces of medieval harness. He is required to train high-class units within the town"
	},
	"quarry": {
		"asset": "quarry.webp",
		"name": "Quarry",
		"description": "The Quarry is a particular type of opencast mine from which marble is extracted"
	},
	"riggersStore": {
		"asset": "tackling_maker.webp",
		"name": "Rigger ",
		"description": "The Rigger's Store is where riggers produce and sell tackling"
	},
	"saltMine": {
		"asset": "brinepit_mine.webp",
		"name": "Salt Mine",
		"description": "The Salt Mine extracts salt from brine. Salt was very important in medieval daily life for preserving and flavoring food"
	},
	"scaleArmourer": {
		"asset": "scale_armor.webp",
		"name": "Scale Armor",
		"description": "The Scale Armourer is needed to train scale mail-wearing units within the town"
	},
	"scribesOffice": {
		"asset": "scribe.webp",
		"name": "Scribes Office",
		"description": "The Scribe's Office gathers the most talented and ambitious members of the clergy"
	},
	"sculptorsGuild": {
		"asset": "sculptors_guild.webp",
		"name": "Sculpture Guild",
		"description": "The Sculptors Guild is where sculptors can gather together to sculpt and sell statues"
	},
	"sheepFarm": {
		"asset": "sheep_farm.webp",
		"name": "Sheep Farm",
		"description": "The Sculptor's Guild is where sculptors can gather together to sculpt and sell statues"
	},
	"siegeWorkshop": {
		"asset": "siege_workshop.webp",
		"name": "Siege Workshop",
		"description": "The Siege Workshop is required to build siege equipment within the town"
	},
	"silverMine": {
		"asset": "silver_mine.webp",
		"name": "Silver Mine",
		"description": "The Silver Mine extracts pure silver from silver ore. Silver is a rare commodity and strengthens the town's economy, increasing its gold income"
	},
	"spearMaker": {
		"asset": "spear_master.webp",
		"name": "Spear Maker",
		"description": "The Spear Maker is required to train units armed with spears"
	},
	"spinningMill": {
		"asset": "spinnig_wheel.webp",
		"name": "Spinning Mill",
		"description": "The Spinning Mill is a place with spinning wheels, which process sheep wool into yarn"
	},
	"stable": {
		"asset": "stable.webp",
		"name": "Stable",
		"description": "The Stable is required to train mounted units within the town"
	},
	"stonemason": {
		"asset": "stonemason.webp",
		"name": "Stone Mason",
		"description": "The Stone Wall causes enemies to suffer attrition during sieges"
	},
	"stoneWall": {
		"asset": "stone_wall.webp",
		"name": "Stone Wall",
		"description": "The Stonemason is where masons craft stone columns"
	},
	"stud": {
		"asset": "horse_breed.webp",
		"name": "Stud Farm",
		"description": "The Stud is an area of fields used for breeding horses"
	},
	"swordMastersmithy": {
		"asset": "swords_master.webp",
		"name": "Sword Master",
		"description": "In Sword Mastersmithy, highly skilled smiths forge advanced swords, which are required to train high-class units within the town"
	},
	"swordsmith": {
		"asset": "swordsmith.webp",
		"name": "Sword Smith",
		"description": "The Swordsmith is required to train units armed with a sword within the town"
	},
	"tailor": {
		"asset": "tailor.webp",
		"name": "Tailor",
		"description": "The Tailor sews clothing for the citizens"
	},
	"tannery": {
		"asset": "tannery.webp",
		"name": "Tannery",
		"description": "The Tannery is where the tanner makes leather from cattle hides"
	},
	"taxCollectorsOffice": {
		"asset": "tax_collector_office.webp",
		"name": "Tax Collector",
		"description": "The Tax Collector's Office is the office of the King's tax collectors. It increases the town's gold income"
	},
	"toolSmithy": {
		"asset": "toolsmith.webp",
		"name": "Tool Smith",
		"description": "The Tool Smithy supplies the town with quality tools. It increases the number of serfs available in the province"
	},
	"townWatchHouse": {
		"asset": "town_watch.webp",
		"name": "Town Watch",
		"description": "The Town Watch House hosts the Town Guards. The larger the town, the greater the number of guards hosted here. Town Guards are very strong and are very helpful during enemy assaults"
	},
	"trainingGrounds": {
		"asset": "training_grounds.webp",
		"name": "Training Grounds",
		"description": "The Training Grounds are required to train any military units other than Peasants"
	},
	"university": {
		"asset": "university.webp",
		"name": "University",
		"description": "The University allows talented and ambitious authors to write many books"
	},
	"vineyard": {
		"asset": "vineyard.webp",
		"name": "Vineyard",
		"description": "The Vineyard is an area with yards to grow vines for grapes"
	},
	"waxMaker": {
		"asset": "wax_maker.webp",
		"name": "Wax Maker",
		"description": "The Wax Maker is the building where beeswax is processed into much more usable forms"
	},
	"weavingMill": {
		"asset": "weaver.webp",
		"name": "Weaver",
		"description": "The Weaving Mill is a building where the weavers create linen from hemp"
	},
	"winery": {
		"asset": "winery.webp",
		"name": "Winer",
		"description": "The Winery is where grapes are pressed and the juices are made into wine"
	},

	"requires": "Requires: {{value}}",
	"upgradeable": "Upgradeable to: {{to}}",
	"bonuses": "Bonuses: {{value}}",

	"pasture": {
		"name": "Brine deposits",
		"asset": "pasture.webp"
	},
	"fishery": {
		"name": "Fertile soil",
		"asset": "fishery.webp"
	},
	"gameLand": {
		"name": "Fishery",
		"asset": "gameland.webp"
	},
	"silverOre": {
		"name": "Gameland",
		"asset": "silver_deposits.webp"
	},
	"fertileSoil": {
		"name": "Marble deposits",
		"asset": "fertile_soil.webp"
	},
	"marbleDeposits": {
		"name": "Mineral deposits",
		"asset": "marble_deposits.webp"
	},
	"mineralDeposits": {
		"name": "Pasture",
		"asset": "minerals.webp"
	},
	"brineDeposits": {
		"name": "Silver ore",
		"asset": "salt.webp"
	},

	"assetPath_buildings": "/images/_koh/buildings/$t({{name}}.asset)",
	"assetPath_features": "/images/_koh/features/$t({{name}}.asset)"
}
